biomejs.biome
bradlc.vscode-tailwindcss
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
golang.go
james-yu.latex-workshop
llvm-vs-code-extensions.vscode-clangd
mads-hartmann.bash-ide-vscode
meta.pyrefly
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-vscode.cmake-tools
ms-vscode.makefile-tools
mtxr.sqltools
prisma.prisma
prisma.prisma-insider
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
reditorsupport.r
reditorsupport.r-syntax
rust-lang.rust-analyzer
shopify.ruby-lsp
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vue.volar
ziglang.vscode-zig
